Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>{ speak }</italic> and <italic>{ listen }</italic> contribution.
tt: Әлеге эшли башлаган телләр өчен веб-сайт уңышлы тәрҗемә ителде, <italic>{ speak }</italic> һәм <italic>{ listen }</italic> буенча кертемнәр кабул ителә бирсен өчен җитәрлек җөмләләр тупланды.

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>Speak</italic> and <italic>Listen</italic> contribution.
tt: Әлеге эшли башлаган телләр өчен веб-сайт уңышлы тәрҗемә ителде, <italic>сөйләү</italic> һәм <italic>тыңлау</italic> буенча кертемнәр кабул ителә бирсен өчен җитәрлек җөмләләр тупланды.

source: French
tt: Французча

source: Frequently Asked Questions
tt: Сорау-Җавап

source: Frisian
tt: Фризча

source: Fulah
tt: Фула

source: Galician
tt: Галисия

source: GB
tt: ГБ

source: Gender
tt: Җенес

source: General
tt: Гомуми

source: Georgian
tt: Гөрҗичә

source: German
tt: Алман

source: Get involved
tt: Катнашу

source: Get Involved
tt: Катнашу

source: Get started with goals
tt: Максат кую

source: Get Started with Speech Recognition
tt: Сөйләм тану системасын ясый башлау

source: Give your avatar a voice
tt: Аватарыгызны тавышлы итегез

source: Glossary
tt: Глоссарий

source: Goal reached
tt: Максат ирешелде

source: Goals
tt: Максатлар

source: Go to Discourse
tt: Discourse'ка күчү

source: Go to Languages Page
tt: Телләр битенә күчү

source: Go to { $name }
tt: { $name } сәхифәсенә күчү

source: Governing Law: These Legal Terms constitute the entire agreement between you and Mozilla concerning Common Voice and are governed by the laws of the state of California, U.S.A.
tt: Кулланылучы канун: бу хокукый шартлар Сезнең белән Mozilla арасындагы Common Voice хакындагы тулы килешүегезне тәшкил итә һәм Америка Кушма Штатларының Калифорния штаты кануннары белән көйләнә.

source: Grammatical / spelling error
tt: Грамматик / орфографик хата

source: Great! How many clips a week?
tt: Шәп! Атнага ничә аудиоязма?

source: Great! How many clips per day?
tt: Шәп! Көнгә ничә аудиоязма?

source: Great!<recordIcon></recordIcon> Record your next clip
tt: Шәп! <recordIcon></recordIcon> Киләсе клибыгызны яздырыгыз

source: Great! <recordIcon></recordIcon> Record your next clip
tt: Шәп! <recordIcon></recordIcon> Киләсе клибыгызны яздырыгыз

source: Great work!<playIcon></playIcon> Listen again when you're ready
tt: Шәп эш! <playIcon></playIcon> Әзер булгач, яңадан тыңлагыз

source: Great work! <playIcon></playIcon> Listen again when you're ready
tt: Шәп эш! <playIcon></playIcon> Әзер булгач, яңадан тыңлагыз

source: Greek
tt: Грек

source: Guarani
tt: Гуарани

source: Haitian
tt: Гаити креол

source: Hakha Chin
tt: Хаха-чин

source: Hausa
tt: Хауса

source: Have Feedback?
tt: Тәнкыйть-тәкъдимнәрегез бармы?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
tt: Common Voice турында сорауларыгыз бармы? Тәкъдимнәрегез я билгеле бер тел турында фикерләрегез бармы? <discourseLink>Discourse форумында </discourseLink> безгә кушылыгыз һәм фикерләрегезне безгә җиткерегез.

source: Have you read our Terms?
tt: Безнең Куллану Шартларыбызны укыдыгызмы?

source: Having an account is not required to contribute, though it is helpful.
tt: Үз өлешеңне кертү өчен хисап язмасының булуы мәҗбүри түгел, гәрчә ул файдалы булса да

source: Having a profile is not required to contribute though it is helpful
tt: Үз өлешеңне кертү өчен профильның булуы мәҗбүри түгел, гәрчә файдалы булса да

source: Hebrew
tt: Яһүдчә

source: Help
tt: Ярдәм

source: Help Common Voice reach { $hours } hours in a language with a personal goal
tt: Үзегезгә бер шәхси максат куеп, Common Voice'ка{ $hours } сәгатьаудиоязма җыярга ярдәм итегез

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
tt: Үзегезгә бер шәхси максат куеп, Common Voice'ка татар телендә { NUMBER($hours) } сәгать аудио җыярга ярдәм итегез

source: Help create Common Voice’s first target segment in { $locale }
tt: Common Voice-ның { $locale } беренче максатлы сегментын булдырырга ярдәм итегез

source: Help reach { $hours } hours in { $language } with a personal goal
tt: Шәхси максат куеп, { $language }{ $hours } сәгатьаудиоязма җыярга ярдәм итегез

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
tt: Шәхси максат куеп, { $language } { NUMBER($hours) } сәгать аудиоязма җыярга ярдәм итегез

source: Help report bugs
tt: Хаталар турында хәбәр итү

source: Help teach machines how real people speak, donate your voice at { $link }
tt: Машиналарга чын кешеләрнең ничек сөйләшүен өйрәтергә ярдәм итегез — { $link } сәхифәсендә тавышыгызны иганә итегез

source: Help Translate { $language }
tt: { $language } теленә тәрҗемә итәргә ярдәм итегез

source: Help us build a community around voice technology, stay in touch via email.
tt: Сөйләм технологияләре тирәсендә бер җәмгыять төзергә ярдәм итегез, эл. почта аша безнең белән элемтәдә торыгыз.

source: Help us build a high quality, publicly open dataset
tt: Безгә югары сыйфатлы, һәркемгә ачык мәгълүмат тупланмасын булдырырга ярдәм итегез

source: Help us find more voices, share your goal
tt: Безгә күбрәк тавышлар табарга ярдәм итегез, максатыгыз белән уртаклашагыз

source: Help us find others to donate their voice!
tt: Күбрәк тавыш яздырылган саен яхшырак. Бу проект хакында дусларыгызга сөйләгез!

source: Help us get to { $goal }
tt: Безгә { $goal } максатына ирешергә ярдәм итегез

source: Help us validate sentences!
tt: Җөмләләрнең сыйфатын тикшерергә ярдәм итегез!

source: Help us validate voices
tt: Аудиоязмаларны тикшерергә ярдәм итегез

source: Hidden
tt: Яшерен

source: Hill Mari
tt: Таулы мари

source: Hindi
tt: Һинди

source: Hours Recorded
tt: Яздырылган сәгатьләр

source: Hours Validated
tt: Тикшерелгән сәгатьләр

source: { $hours } validated hours so far!
tt: Әлегә { $hours } сәгатьлек язма тикшерелде!

source: How ?
tt: Ничек?

source: How can I get the Common Voice data?
tt: «Common Voice» мәгълүматын кайдан таба алам?

source: How does Common Voice calculate hours?
tt: Common Voice сәгатьләрне ничек исәпли?

source: How does it work?
tt: Ул ничек эшли?

source: How do you ensure anonymity and privacy of the people who donated their voices?
tt: Үзләренең тавышларын иганә иткән кешеләрнең анонимлыгын һәм хосусыйлыгын сез ничек тәэмин итәсез?

source: Hungarian
tt: Маҗар

source: I agree
tt: Риза

source: I am a non-native { $lang } speaker and I speak with an accent, do you still want my voice?
tt: { $lang } теле минем туган телем түгел, һәм минем акцентым бар, моңа карамастан минем тавышым Сезгә кирәкме?

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
tt: Әгәр теге яки бу тел минем туган телем булмаса, һәм мин аңарда акцент белән сөйләсәм, сезгә минем мондый тавышым барыбер кирәкме?

source: Icelandic
tt: Исланд

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
tt: Куелган максатлар турындагы искәртүләр, ирешкән уңышларым турындагы хәбәрләр һәм Common Voice яңалыклары кебек электрон хатлар килеп торсын.

source: I'd like updates and to keep current with what's happening with Common Voice.
tt: Минем Common Voice белән бәйле хәлләр һәм яңалыклар турында хәбәрдар булып торасым килә.

source: I do not agree
tt: Риза түгел

source: If you subscribe to receive our newsletters or register for an account in connection with Common Voice, you may receive emails from us in connection with your account (for example, legal, privacy, and security updates).
tt: Әгәр дә безнең анонсларга язылсагыз я Common Voice'ка бәйле теркәү язмасы булдырсагыз, Сезгә бездән Сезнең теркәү язмагызга бәйле электрон хатлар килергә мөмкин (мәсәлән, хокукый мәсьәләргә, хосусыйлыкка һәм хәвефсезлеккә бәйле яңалыклар белән).

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
tt: Мин әле генә үземә #CommonVoice проектына тавыш яздыру максаты куйдым -- миңа кушылыгыз һәм машиналарга кешеләр чынлыкта ничек сөйләшкәнен өйрәтергә ярдәм итегез { $link }

source: I’m afraid I don’t know what you’re looking for.
tt: Сезнең нәрсә эзләвегезне белмим, гафу итегез.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
tt: Әлеге мәгълүматны Mozilla'ның <privacyLink>Хосусыйлык Сәясәтендә</privacyLink> аңлатылганча эшкәртүегез белән килешәм.

source: * Indicates required field
tt: * Тиешле юлны күрсәтә

source: Indonesian
tt: Индонезча

source: In Progress
tt: Әзерләнә

source: In progress languages are currently being built for contribution by our communities; their progress reflects where they are across the website localization and sentence collection phases.
tt: Әзерләнүдә булган телләрне без волонтерлар өлеш кертә алсыннар өчен хәстәрләүдәбез; түбәндәге прогресс шкалалары ул телләр өчен вебсайт ни күләмдә тәрҗемә ителгән һәм никадәр җөмлә җыелган икәнен күрсәтә.

source: Interested in learning more and contributing to the project?
tt: Проект турында күбрәк беләсегез һәм катнашасыгыз киләме?

source: Interlingua
tt: Интерлингва

source: Irish
tt: Ирландча

source: Is my account information public?
tt: Минем аккаунттагы мәгълүмат һәркемгә ачыкмы?

source: Is the clip valid?
tt: Бу аудиоязма төгәлме?

source: Is the goal of Common Voice to build a voice assistant?
tt: Common Voice'ның максаты тавышлы ярдәмче булдырумы?

source: Italian
tt: Итальян

source: It contains words or phrases that are hard to read or pronounce.
tt: Бу җөмләдә укырга я әйтергә кыен сүзләр я гыйбарәләр бар.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
tt: Сәхифәнең макетына караганда, укучының игътибары аның эчтәлегеннән читкә юнәлүе күптән билгеле.

source: It is written in a language different than what I’m speaking.
tt: Бу җөмлә мин сөйләшкән телдә түгел.

source: Izhorian
tt: Ижор

source: Japanese
tt: Япон

source: Join the Common Voice mailing list
tt: Common Voice электрон хатларына язылу

source: Kabardian
tt: Кабардин

source: Kabyle
tt: Кабилчә

source: Kaqchikel
tt: Какчикелчә

source: Karakalpak
tt: Каракалпак

source: Kazakh
tt: Казакъча

source: { $kb }kb max
tt: иң күбе { $kb } КБ

source: Keep
tt: Саклау

source: Keep Data
tt: Мәгълүматны саклау

source: Keep it up, record again <recordIcon></recordIcon>
tt: Шулай дәвам итеп, тагын яздырыгыз <recordIcon></recordIcon>

source: Keep the recordings
tt: Аудиоязмаларны саклау

source: Keep track of your progress and metrics across multiple languages.
tt: Үзегезнең прогрессыгыз һәм метрикагызны төрле телләр буенча карап барыгыз.

source: Keep track of your progress with a profile
tt: Профиль булдырып, башкарган эшләрегезне күзәтеп барыгыз

source: Keep track of your progress with a profile and help our voice data be more accurate.
tt: Үзегезнең прогрессыгызны профиль аша карап барыгыз һәм безнең тавыш мәгълүматыбызны төгәлрәк итүдә ярдәм итегез.

source: Kinyarwanda
tt: Кинйаруанда

source: Komi-Zyrian
tt: Коми-зырян

source: Korean
tt: Корейча

source: Kurdish
tt: Көрдчә

source: Kurmanji Kurdish
tt: Курманҗи көрд

source: Kyrgyz
tt: Кыргыз

source: Language
tt: Тел

source: Language Request
tt: Телнең өстәлүен сорау

source: Language request successfully submitted, thank you.
tt: Телнең өстәлүен сорау тапшырылды, рәхмәт Сезгә!

source: Languages
tt: Телләр

source: { $language } update request successfully submitted, thank you.
tt: { $language } теле өчен яңартуга гариза җибәрелде, күп рәхмәт.

source: Latvian
tt: Латыш

source: Launched
tt: Эшли башлаганнар

source: Leaderboard Visibility
tt: Лидерлар исемлегенең күренеше

source: Learn how to request it here!
tt: Өстәмә телләрне монда сорап була!

source: Learn More
tt: Тулырак

source: Leaving now means you’ll lose your changes
tt: Хәзер бу биттән китү үзгәртүләрегезнең югалуына китерәчәк.

source: Leaving now means you'll lose your progress
tt: Хәзер эшне туктату сезнең эшләгәнегез югалуга китерәчәк.

source: Let's Get Started
tt: Әйдәгез башлыйбыз

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
tt: LibriSpeech корпусы — LibriVox проекты кысаларында хасил булган аудиокитаплардан төзелгән, 16kHz ешлыкта яздырылган якынча 1000 сәгатьлек инглиз сөйләменнән гыйбарәт бер корпус.

source: License
tt: Лицензия

source: License: <licenseLink>CC-0</licenseLink>
tt: Лицензия: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
tt: Лицензия: <licenseLink>{ $license }</licenseLink>

source: Ligurian
tt: Лигур

source: Link Copied
tt: Сылтама копияләнде

source: Listen
tt: Тыңлау

source: Listening
tt: Тыңлау

source: Listen-Queue
tt: Тыңлау чираты

source: Lithuanian
tt: Литва

source: Loading…
tt: Йөкләнелә...

source: Localization
tt: Локализация

source: Localized
tt: Тәрҗемә ителгән

source: Login Identity
tt: Кулланучы исеме

source: Log in or sign up to get started
tt: Башлау өчен керегез яки теркәлегез

source: Log In / Sign Up
tt: Керү / Теркәлү

source: Log In / Sign Up with { $company } email
tt: { $company } электрон почтасы белән керү / теркәлү

source: Log Out
tt: Чыгу

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
tt: Бу телдә тыңлар өчен әлегә бернинди дә клиплар юк. Бераз яздырып безгә бу исемлекне тулыландырырга ярдәм итегез.

source: Luganda
tt: Луганда

source: Macedonian
tt: Македонча

source: Maithili
tt: Майтһили

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
tt: Язмаларыгызны мөмкин кадәр баерак итү өчен демографик характердагы берникадәр аноним мәгълүмат та тапшыра аласыз. Ул мәгълүматны нәшер иткәндә, без андагы барлык шәхси күрсәткечләрне бетерәбез.

source: Malagasy
tt: Малагаси

source: Malay
tt: Малай

source: Malayalam
tt: Малаялам

source: Male
tt: Ир-ат

source: Maltese
tt: Мальта

source: Manage Email Subscriptions
tt: Эл. почта абунәләре белән идарә итү

source: Manage Subscriptions
tt: Язылуларны көйләү

source: Mapudungun
tt: Мадупунгун

source: Marathi
tt: Маратһи

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
tt: Бәлки безнең <homepageLink>баш бит</homepageLink> ярдәм итәр? Сорау бирү өчен, зинһар <matrixLink> Matrix чатына</matrixLink> кушылыгыз. Сайт эшендәге җитешсезлекләрне <githubLink>GitHub</githubLink> сайтында күзәтә аласыз. Яисә <discourseLink>безнең Discourse форумнарына</discourseLink> күз салыгыз.

source: MB
tt: МБ

source: Meadow Mari
tt: Болын марича

source: Message
tt: Хәбәр

source: Mixed
tt: Кушма

source: Moksha
tt: Мокшача

source: Mongolian
tt: Монгол

source: More
tt: Күбрәк

source: More languages coming soon!
tt: Башка телләр тиздән өстәләчәк!

source: <more>Learn more</more>
tt: <more>Күбрәк мәгълүмат алу</more>

source: Mossi
tt: Мосси

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
tt: Зур ширкәтләр ия булган аудиомәгълүматны күпчелек кеше куллана алмый диярлек. Безнең уйлавыбызча, мондый хәл инновацияләрне тоткарлый. Нәкъ менә шул сәбәпле без Common Voice («Халык тавышы») проектын башлап җибәрдек. Әлеге проектның максаты — сөйләм тануны һәркем өчен дә ачык итү.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
tt: Зур ширкәтләр ия булган аудиомәгълүматны күпчелек кеше куллана алмый. Безнең уйлавыбызча, мондый хәл инновацияләрне тоткарлый. Нәкъ менә шул сәбәпле без Common Voice («Халык тавышы») проектын башлап җибәрдек. Әлеге проектның максаты — сөйләм тануны һәркем өчен дә ачык итү.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
tt: Күпчелек сөйләм тупланмалары билгеле бер демографик төркемне башкалардан күбрәк чагылдыра, бу исә <articleLink>урта хәлле ир-атларның</articleLink> өстен күрелүенә китерә. Мәгълүмат базаларында аз урын алган акцентлар һәм диалектлар еш кына инде болай да кыен хәлдә булган төркемнәрнең акцентларына һәм диалектларына туры килә. Күп машиналар хатын-кызлар тавышын да, ир-атлар тавышына караганда, начаррак аңлый. Шунлыктан без үзебезнең тавыш базасында төрлелек булуын телибез!

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
tt: Mozilla телләрне сайламый һәм бер телне икенчесеннән артык күрми. Моның урынына, Common Voice — җәмәгать активлыгына нигезләнгән инициатива. Шулай да яңа бер телне өстәү һәм аудиоязма иганәләрен кабул итә башлау өчен <multilangLink>берничә адым үтү кирәк</multilangLink>. Беренчедән, Common Voice веб-сәхифәсен тәрҗемә итү кирәкле. Моннан соң күп санда волонтерлар тарафыннан укып яздырылачак, авторлык хокукларыннан азат җөмләләр табасы бар. Шушы шартлар үтәлгәч, тел Common Voice'та «эшкә кушыла», ягъни шушы телдәге аудиоязмалар кабул ителә башлый. Common Voice'ка яңа бер телне өстәргә ярдәм итәсегез килә икән,<sentenceCollectorLink>җөмләләр җыю әсбабына</sentenceCollectorLink>үтегез.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do it we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally well. We see a need to include more languages, accents and demographics when building and testing voice technologies. Mozilla wants to see a healthy, vibrant internet. That means giving new creators access to voice data so they can build new, extraordinary projects. Common Voice will be a public resource that will help Mozilla teams and developers around the world.
tt: Mozilla үзенең максатын «пәрәвезне» ачык һәм һәркем куллана алырлык итеп саклауда күрә. Бу миссияне үтәр өчен, без пәрәвездәге иҗатчыларга Common Voice ише проектлар аша ярдәм итәргә тиешбез. Аерым тармакларга гына кызыклы өлкәләрдән чыга барган саен, сөйләм белән эш итүче компьютер кушымталары барча кешеләргә дә бертигез яхшы хезмәт итәргә тиеш дигән фикердә торабыз. Тавыш технологияләрен ясаганда һәм тикшергәндә күбрәк телләр, акцентлар һәм төрле яшьтәге кешеләр тавышын өстәүне кирәк дип саныйбыз. Mozilla'ның Интернетны сәламәт һәм гөрләп торучы итеп күрәсе килә. Бу яңа иҗатчыларга, алар яңа, гаҗәеп проектлар ясый алсыннар өчен, тавыш мәгълүматына ирешү юлларын бирүне дә аңлата. Common Voice дөнья буйлап сибелгән Mozilla төркемнәренә һәм программистларына ярдәм итүче, һәркем өчен дә ачык ресурс булачак.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
tt: Mozilla үзенең максатын «пәрәвезне» ачык һәм һәркем куллана алырлык итеп саклауда күрә. Бу миссияне үтәр өчен, без пәрәвездәге иҗатчыларга Common Voice ише проектлар аша ярдәм итәргә тиешбез. Аерым тармакларга гына кызыклы өлкәләрдән чыга барган саен, сөйләм белән эш итүче компьютер кушымталары барча кешеләргә дә бертигез яхшы хезмәт итәргә тиеш дигән фикердә торабыз. Башкача әйткәндә, тавыш технологияләрен ясаганда һәм тикшергәндә күбрәк телләр, акцентлар һәм төрле яшьтәге кешеләр тавышын өстәү кирәк. Common Voice — һәркем өчен дә ачык ресурс. Дөнья буйлап сибелгән Mozilla төркемнәре һәм программистлары да аны үз проектларында куллана башлады инде.

source: MOZILLA SPECIFICALLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.
tt: АЕРУЧА MOZILLA САТУГА ЯРАКЛЫЛЫККА, КОНКРЕТ БЕР МАКСАТКА ЯРАКЛЫЛЫККА ҺӘМ ХОКУК БОЗМАСЛЫККА ҺӘМ КУЛЛАНУ БАРЫШЫНА ҺӘМ ХЕЗМӘТТӘ КУЛЛАНУГА БӘЙЛЕ НИНДИ ДӘ БУЛСА ҺӘМ БАРЛЫК ГАРАНТИЯЛӘР БИРҮДӘН БАШ ТАРТА ҺӘМ ҖАВАПЛЫ БУЛУДАН ҺӘМ ҖАВАП ТОТУДАН ВАЗ КИЧӘ.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
tt: Mycroft — дөньяда беренче ачык чыганак кодлы ассистент. Ул һәркайда да эшли ала — өстәл өсте компьютерында, автомобильдә яки Raspberry Pi'да.

source: N/A
tt: Бирелмәгән

source: Name
tt: Исем

source: <name>Account data.</name> You can optionally create an account, in which case we receive your email address. This is associated with your demographic and interaction data but is not shared to the public.
tt: <name>Теркәлү язмасы хакында мәгълүмат.</name> Теләсәгез, безнең сайтта теркәлү язмасы булдыра аласыз. Ул очракта безгә Сезнең электрон почта адресыгыз кирәк булачак. Ул адрес Сез ясаган кертемнәргә беркетеләчәк, әмма башкаларга адресыгыз яшерен булып калачак.

source: <name>Demographic data.</name> You can optionally send us information such as your accent, age, and gender. This helps us and other researchers improve and create speech-to-text technology and tools.
tt: <name>Демографик мәгълүмат.</name> Теләсәгез, безгә акцентыгыз, яшегез, җенесегез кебек өстәмә мәгълүмат бирә аласыз. Бу безгә сөйләм-текст системаларын төзергә һәм аларны яхшыртырга ярдәм итәчәк.
